Repository: marlonfrz/amyx-bank
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es

source: accounts/
es: cuentas/

source: account_create_success/
es: cuenta_creada/

source: edit/password/
es: editar/contraseña/

source: account_detail/<int:id>/
es: detalle_cuenta/<int:id>/

source: create_account/
es: crear_cuenta/

source: edit/account/<int:id>/
es: editar/cuenta/<int:id>

source: about_us/
es: nosotos/

source: login/
es: inicio_sesion/

source: logout/
es: cierre_sesion/

source: register/
es: registro/

source: edit/profile/
es: editar/perfil

source: account/
es: cuenta/

source: card/
es: tarjeta/

source: payments/
es: pagos/

source: payment/
es: pago/

source: outgoing/
es: salientes/

source: transfer/incoming/
es: transferencias/entrantes/

source: cards
es: tarjetas

source: create_card/
es: crear_tarjeta/

source: edit/card/<int:id>/
es: editar/cuenta/<int:id>

source: card_detail/<int:id>/
es: detalle_cuenta/<int:id>/

source: payment_success/
es: pago_completo/

source: payroll/
es: nominas/

source: movements/
es: movimientos/

source: payment_detail/<int:id>
es: detalle_pago/<int:id>/

source: trasaction_detail/<int:id>
es: detalle_transaccion/<int:id>/

source: trasaction_detail/<int:id>/pdf/
es: detalle_transaccion/<int:id>/

source: payment_detail/<int:id>/pdf/
es: detalle_pago/<int:id>/pdf/

source: New Bank Account
es: Nueva Cuenta Bancaria

source: Create an account
es: Crear una cuenta

source: Please sign up using the following form
es: Por favor regístrese usando el siguiente formulario

source: The account has been created
es: La cuenta ha sido creada

source: The account has been created successfully!
es: Tu cuenta ha sido creada satisfactoriamente!

source: Your account has been successfully created.
es: Tu cuenta ha sido creada satisfactoriamente.

source: Now you can go to the
es: Ahora tú puedes ir a

source: Your account
es: Tu cuenta

source: Edit your bank account
es: Edita tu cuenta bancaria

source: Edit an account
es: Editar una cuenta

source: Your accounts
es: Tus cuentas

source: Account code:
es: Código de la cuenta

source: Edit your account
es: Edita tu cuenta

source: You do not have accounts
es: Todavía no tienes cuentas

source: create some with the following
es: crea algunas con el siguiente formulario

source: link
es: enlace

source: Change password
es: Cambiar contraseña

source: Dashboard
es: Tu panel

source: Name:
es: Nombre:

source: Email
es: Correo

source: Edit
es: Editar

source: Total balance
es: Balance total

source: Card creation
es: Creación de tarjeta

source: Account creation
es: Creación de cuenta

source: Buy
es: Comprar

source: Transfer
es: Transferir

source: CARDS
es: TARJETAS

source: ACCOUNTS
es: CUENTAS

source: Edit your profile
es: Editar tu perfil

source: You can edit your profile using the following form:
es: Puedes editar tu perfil usando el siguiente formulario:

source: You have changed your profile information
es: Has cambiado la información de tu perfil

source: you can also change your password
es: puedes también cambiar tu contraseña

source: here
es: aquí

source: About us
es: Sobre nosotros

source: We, A.M.Y.X Bank, are a ficticial bank created for a proyect in the second year of DAW (Developer de Aplication Web)
es: Nosotros, A.M.Y.X Bank, somos un banco ficticio creado para un proyecto del segundo año de DAW (Desarrollo de Aplicaciones Web)

source: Commissions
es: Comisiones

source: These are the commissions we apply to all transactions and payments
es: Estas son las comisiones que aplicamos a todas las transacciones y pagos

source: Small commissions is for movements below 50€
es: Las comisiones pequeñas son para movimientos inferiores a 50€.

source: Medium commissions is for movements above 50€ and below 500€
es: Las comisiones medianas son para movimientos superiores a 50€ e inferiores a 500€.

source: Large commissions is for movements above 500€
es: Las grandes comisiones son para movimientos superiores a 500€.

source: Small
es: Pequeño

source: Medium
es: Mediano

source: Large
es: Grande

source: Payments
es: Pagos

source: 3%% of commissions
es: 3% de comisiones

source: 5%% of commissions
es: 5% de comisiones

source: 7%% of commissions
es: 7% de comisiones

source: Incoming
es: Entrantes

source: 1%% of commissions
es: 1% de comisiones

source: 2%% of commissions
es: 2% de comisiones

source: Outgoing
es: Salientes

source: 4%% of commissions
es: 4% de comisiones

source: 6%% of commissions
es: 6% de comisiones

source: Welcome
es: Bienvenido

source: This number is indicative of the risk of the product, 1/6 being indicative of lower risk and 6/6 indicating higher risk.
es: Este número es indicativo del riesgo del producto, siendo 1/6 el riesgo más bajo y 6/6 el riesgo más alto

source: A.M.Y.X Bank is attached to the Credit Institutions Deposit Guarantee Fund. For cash deposits, the maximum guaranteed amount is 100,000 euros per depositor in each credit institution.
es: A.M.Y.X Bank esta sujeto a las Entidades de Crédito y Fondos de Garantía de Depósitos. Para el ingreso de efectivo, la cantidad máxima asegurada por depositante en cada entidad de crédito es de 100.000 euros.

source: Log Out
es: Cerrar sesión

source: Log In
es: Iniciar sesión

source: Profile
es: Perfil

source: Accounts
es: Cuentas

source: Cards
es: Tarjetas

source: Transactions
es: Transferencias

source: Movements
es: Movimientos

source: Language
es: Idioma

source: is your trusted bank
es: es tu banco de confianza

source: Made by
es: Hecho por

source: About
es: Acerca de

source: About Us
es: Sobre nosotros

source: Corporate Sale
es: Venta corporativa

source: Terms &amp; Policy
es: Términos &amp; Políticas

source: Community
es: Comunidad

source: Support
es: Apoyo

source: Help
es: Ayuda

source: Privacy Policy
es: Políticas de privacidad

source: Term &amp; Conditions
es: Terminos y condiciones

source: Help &amp; Support
es: Ayuda y apoyo

source: Contact
es: Contacto

source: Call Centre
es: Centro de atención al cliente

source: Email Us
es: Escribenos

source: Help Center
es: Centro de ayuda

source: New Card
es: Nueva tarjeta

source: Create a Card
es: Crear una tarjeta

source: You can create a card using the following form:
es: Puedes crear una tarjeta usando el siguiente formulario:

source: You do not have accounts to associate to a new card
es: No tienes cuentas a las que asociar una nueva tarjeta

source: Cards detail
es: Detalle de la tarjeta

source: CARD'S NUMBER:
es: NÚMERO DE LA TARJETA

source: Edit your card
es: Edita tu tarjeta

source: Edit your {{ card.card_name }} Card
es: Edita tu tarjeta

source: Please use the following form
es: Por favor usa el siguiente formulario

source: Your cards
es: Tus tarjetas

source: account card's:
es: Las tarjetas de tu cuenta:

source: Account balance
es: Balance de la cuenta

source: Edit your Card
es: Edita tu tarjeta

source: You do not have cards
es: No tienes tarjetas

source: Account detail
es: Detalle de la cuenta

source: Previous
es: Previo

source: Page {{ page.number }} of {{ page.paginator.num_pages }}.
es: Página {{ page.number }} de {{ page.paginator.num_pages }}.

source: Next
es: Siguiente

source: Your payments {{ user.username }}
es: Tus pagos {{ user.username }}

source: Amount
es: Cantidad

source: first
es: primera

source: previous
es: previa

source: Page {{ payments.number }} of {{ payments.paginator.num_pages }}.
es: Página {{ payments.number }} de {{ payments.paginator.num_pages }}.

source: next
es: siguiente

source: last
es: última

source: You have no payments yet
es: Todavía no has realizado ningún pago

source: Payment
es: Pago

source: Payment Request
es: Solicitud de pago

source: Please fill up the following form
es: Por favor rellena el siguiente formulario

source: Movement detail
es: Detalle del movimiento

source: Movement done at
es: Movimiento hecho a las

source: Business
es: Negocio

source: Card
es: Tarjeta

source: Kind
es: Tipo

source: Payment success!
es: Pago exitoso!

source: Hi {{ user.username }}!
es: Hola {{ user.username }}!

source: Now you can see your payment at
es: Ahora tú puedes ver tu pago en

source: your movements
es: tus movimientos

source: Agent
es: Agente

source: Account
es: Cuenta

source: Concept
es: Concepto

source: Transaction
es: Transferencia

source: Log-in
es: Iniciar Sesión

source: Your username and password didn't match.
es: Tu nombre de usuario y la contraseña no coinciden

source: Please, try again.
es: Por favor, inténtelo de nuevo

source: ¿Don't have and account?
es: ¿No tienes cuenta todavía?

source: Register
es: Registrarse

source: Logged out
es: Saliste de la sesión

source: You have been logged out.
es: Has cerrado cesión

source: You can
es: Puedes

source: log-in again
es: iniciar sesión de nuevo

source: Have an account? <a href=
es: ¿Tienes una cuenta?

source: Welcome {{ new_user.first_name }}!
es: Bienvenido

source: Now you can
es: Ahora tú puedes

source: log in
es: iniciar sesión
